{"translation-revision-date":"2025-06-30T11:39:29+00:00","generator":"WP-CLI\/2.11.0","source":"app\/build\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Settings saved successfully!":["¡Configuraciones guardadas con éxito!"],"Failed to save settings. Please try again.":["Error al guardar configuraciones. Por favor, inténtalo de nuevo."],"Network error. Please check your connection and try again.":["Error de red. Por favor, verifica tu conexión e inténtalo de nuevo."],"user":["usuario"],"users":["usuarios"],"role":["rol"],"roles":["roles"],"Control who can access the OttoKit Interface":["Controla quién puede acceder a la interfaz de OttoKit"],"Only administrators can access OttoKit by default. Use the options below to grant access to other users or roles. Anyone not added here won’t see OttoKit in their WordPress admin menu.":["Solo los administradores pueden acceder a OttoKit por defecto. Usa las opciones a continuación para otorgar acceso a otros usuarios o roles. Cualquiera que no esté agregado aquí no verá OttoKit en su menú de administración de WordPress."],"Select Users":["Seleccionar usuarios"],"No options":["Sin opciones"],"Select Roles":["Seleccionar roles"],"Note:":["Nota:"],"Administrators already have full access by default - you don’t need to add them here.":["Los administradores ya tienen acceso completo por defecto; no necesitas agregarlos aquí."],"Confirm Changes":["Confirmar cambios"],"By continuing, the selected":["Al continuar, los seleccionados"],"and":["y"],"will be able to access and view the OttoKit Interface from their WordPress dashboard. Are you sure you want to allow this?":["podrán acceder y ver la interfaz de OttoKit desde su panel de WordPress. ¿Estás seguro de que deseas permitir esto?"],"Cancel":["Cancelar"],"Confirm":["Confirmar"],"Disconnecting":["Desconectando"],"Something went wrong! please try again later":["¡Algo salió mal! por favor intenta de nuevo más tarde"],"Select users who can view and access the OttoKit interface.":["Selecciona los usuarios que pueden ver y acceder a la interfaz de OttoKit."],"Select user roles who can view and access the OttoKit interface.":["Selecciona los roles de usuario que pueden ver y acceder a la interfaz de OttoKit."],"Save":["Guardar"]}}}