{"translation-revision-date":"2025-06-30T09:10:56+00:00","generator":"WP-CLI\/2.11.0","source":"app\/build\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Settings saved successfully!":["Paramètres enregistrés avec succès !"],"Failed to save settings. Please try again.":["Échec de l'enregistrement des paramètres. Veuillez réessayer."],"Network error. Please check your connection and try again.":["Erreur réseau. Veuillez vérifier votre connexion et réessayer."],"user":["utilisateur"],"users":["utilisateurs"],"role":["rôle"],"roles":["rôles"],"Control who can access the OttoKit Interface":["Contrôlez qui peut accéder à l'interface OttoKit"],"Only administrators can access OttoKit by default. Use the options below to grant access to other users or roles. Anyone not added here won’t see OttoKit in their WordPress admin menu.":["Seuls les administrateurs peuvent accéder à OttoKit par défaut. Utilisez les options ci-dessous pour accorder l'accès à d'autres utilisateurs ou rôles. Quiconque n'est pas ajouté ici ne verra pas OttoKit dans son menu d'administration WordPress."],"Select Users":["Sélectionner des utilisateurs"],"No options":["Aucune option"],"Select Roles":["Sélectionner des rôles"],"Note:":["Remarque :"],"Administrators already have full access by default - you don’t need to add them here.":["Les administrateurs ont déjà un accès complet par défaut - vous n'avez pas besoin de les ajouter ici."],"Confirm Changes":["Confirmer les modifications"],"By continuing, the selected":["En continuant, les sélectionnés"],"and":["et"],"will be able to access and view the OttoKit Interface from their WordPress dashboard. Are you sure you want to allow this?":["pourront accéder et voir l'interface OttoKit depuis leur tableau de bord WordPress. Êtes-vous sûr de vouloir autoriser cela ?"],"Cancel":["Annuler"],"Confirm":["Confirmer"],"Disconnecting":["Déconnexion en cours"],"Something went wrong! please try again later":["Quelque chose a mal tourné ! Veuillez réessayer plus tard"],"Select users who can view and access the OttoKit interface.":["Sélectionnez les utilisateurs qui peuvent voir et accéder à l'interface OttoKit."],"Select user roles who can view and access the OttoKit interface.":["Sélectionnez les rôles d'utilisateur qui peuvent voir et accéder à l'interface OttoKit."],"Save":["Sauvegarder"]}}}