{"google-analytics":{"label":"Google Analytics","cookies":{"_gac_":{"duration":"90 days","description":"Contains information related to marketing campaigns of the user. These are shared with Google AdWords \/ Google Ads when the Google Ads and Google Analytics accounts are linked together."},"__utma":{"duration":"2 years after last activity","description":"ID used to identify users and sessions"},"__utmt":{"duration":"10 minutes","description":"Used to monitor number of Google Analytics server requests"},"__utmb":{"duration":"30 minutes after last activity","description":"Used to distinguish new sessions and visits. This cookie is set when the GA.js javascript library is loaded and there is no existing __utmb cookie. The cookie is updated every time data is sent to the Google Analytics server."},"__utmc":{"duration":"End of session (browser)","description":"Used only with old Urchin versions of Google Analytics and not with GA.js. Was used to distinguish between new sessions and visits at the end of a session."},"__utmz":{"duration":"6 months after last activity","description":"Contains information about the traffic source or campaign that directed user to the website. The cookie is set when the GA.js javascript is loaded and updated when data is sent to the Google Anaytics server"},"__utmv":{"duration":"2 years after last activity","description":"Contains custom information set by the web developer via the _setCustomVar method in Google Analytics. This cookie is updated every time new data is sent to the Google Analytics server."},"__utmx":{"duration":"18 months","description":"Used to determine whether a user is included in an A \/ B or Multivariate test."},"_ga":{"duration":"2 years","description":"ID used to identify users"},"_gali":{"duration":"30 seconds","description":"Used by Google Analytics to determine which links on a page are being clicked"},"_ga_":{"duration":"2 years","description":"ID used to identify users"},"_gid":{"duration":"24 hours","description":"ID used to identify users for 24 hours after last activity"},"_gat":{"duration":"1 minute","description":"Used to monitor number of Google Analytics server requests when using Google Tag Manager"}},"logo":"https:\/\/cdn.wpconsent.com\/services\/google-analytics.png","service_url":"https:\/\/policies.google.com\/privacy","description":"Google Analytics is a powerful tool that tracks and analyzes website traffic for informed marketing decisions.","category":"statistics"}}